reports_1855/wrk/wrk_output.txt
Running 15s test @ http://192.168.0.100
  8 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    39.67ms   69.08ms 622.95ms   83.87%
    Req/Sec   233.99    146.73   707.00     61.17%
  Latency Distribution
     50%    4.26ms
     75%   45.30ms
     90%  153.36ms
     99%  284.72ms
  25794 requests in 15.10s, 7.58MB read
  Non-2xx or 3xx responses: 25794
Requests/sec:   1707.73
Transfer/sec:    513.65KB